// /** @file
//
// Copyright (c) 2010 - 2015, GreatWall Corporation.<BR>
// All rights reserved.This software and associated documentation (if any)
// is furnished under a license and may only be used or copied in
// accordance with the terms of the license. Except as permitted by such
// license, no part of this software or documentation may be reproduced,
// stored in a retrieval system, or transmitted in any form or by any
// means without the express written consent of GreatWall Corporation.
//
// File Name:
//
// Abstract:
//   Platform configuration setup.
//
// Revision History:
//
//
// **/
/=#
#langdef   en-US "English"
#langdef   zh-Hans  "\wide中文\narrow"

#string    STR_EMPTY                     #language en-US ""
                                         #language zh-Hans  ""
#string    STR_ENABLED                   #language en-US "Enabled"
                                         #language zh-Hans  "\wide打开\narrow"
#string    STR_DISABLED                  #language en-US "Disabled"
                                         #language zh-Hans  "\wide关闭\narrow"
#string    STR_NONE                      #language en-US "None"
                                         #language zh-Hans  "None"
#string    STR_AUTO                      #language en-US "\wide自动\narrow"
                                         #language zh-Hans  "Auto"
// Main
#string FORMSET_TITLE_MAIN              #language en-US "Main"
                                        #language zh-Hans  "\wide主菜单\narrow"
#string FORMSET_TITLE_MAIN_HELP         #language en-US "Main"
                                        #language zh-Hans  ""\wide主菜单\narrow""
                                        
// Advanced
#string FORMSET_TITLE_ADVANCED          #language en-US "Advanced"
                                        #language zh-Hans  "\wide高级\narrow"

#string FORMSET_TITLE_ADVANCED_HELP     #language en-US "\wide高级设置\narrow"
                                        #language zh-Hans  "Advanced"
                                        

// Boot
#string FORMSET_TITLE_BOOT              #language en-US "Boot"
                                        #language zh-Hans "\wide启动\narrow"
#string FORMSET_TITLE_BOOT_HELP         #language en-US "Boot Settings"
                                        #language zh-Hans "\wide启动配置\narrow"
                                        
// Security
#string FORMSET_TITLE_SECURITY          #language en-US "Security"
                                        #language zh-Hans "\wide安全\narrow"
#string FORMSET_TITLE_SECURITY_HELP     #language en-US "Security Settings"
                                        #language zh-Hans "\wide安全配置\narrow"
// Exit
#string FORMSET_TITLE_EXIT              #language en-US "Exit"
                                        #language zh-Hans  "\wide退出\narrow"                                        
#string FORMSET_TITLE_EXIT_HELP         #language en-US "Exit Options"
                                        #language zh-Hans "Exit Options"

#string SAVE_CHANGE                     #language en-US "Commit Changes and Exit"
                                        #language zh-Hans  "\wide保存并且退出\narrow"
#string SAVE_CHANGE_HELP                #language en-US "Save the setup changes and exit"
                                        #language zh-Hans  "\wide保存并且退出\narrow"
#string SAVE_CHANGE_QUESTION            #language en-US "Commit Changes and Exit?"
                                        #language zh-Hans  "\wide保存并且退出\narrow?"

#string DISCARD_CHANGE                  #language en-US "Discard Changes and Exit"
                                        #language zh-Hans  "\wide不保存并且退出\narrow"
#string DISCARD_CHANGE_HELP             #language en-US "Discard the setup changes and exit"
                                        #language zh-Hans  "\wide不保存并且退出\narrow"
#string DISCARD_CHANGE_QUESTION         #language en-US "Discard Changes and Exit?"
                                        #language zh-Hans  "\wide不保存并且退出\narrow?"

#string LOAD_DEFAULT                    #language en-US "Load Defaults and Exit"
                                        #language zh-Hans  "\wide加载系统优化值\narrow"
#string LOAD_DEFAULT_HELP               #language en-US "Load the setup defaults and Exit"
                                        #language zh-Hans  "\wide加载系统优化值\narrow"
#string LOAD_DEFAULT_QUESTION           #language en-US "Load Defaults and Exit?"
                                        #language zh-Hans  "\wide加载系统优化值\narrow?"
